Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/inaugurations_fi/outi_pieski_tiedote_pohjoiss.pdf.tmx
Source language: sme
Languages: smn

source: Dát mu duodji sisttisdoallá máŋggaid gollejuvvon ja vilges gollejuvvon stálletallearkkaid, mat ovttas hábmejit máŋggadását šealgu rávnnji sále seaidnái ja sárdnestullui.
smn: Tyeji čokkân maaŋgâin kolledum já vielgiskolledum stälitaldrigijn, moh hämmejeh maaŋgâtásásii suonjârdeijee virde sali siäinán já sárnumstovlin.

source: Oktan duoji visuálalaš vuođđun lea nissona sámegávttis geavahuvvon solju.
smn: Ohtân tyeje visuaallâš vuolgâsaijeen lii nissoon sämimáccuhist kevttum soljo.

source: Dološ álbmotárbevieru mielde čiŋa gollejuvvon lávggastagat suodjalit geavaheaddji nu ahte daid šealgun ja skilla vuodjela bahá eret.
smn: Puáris aalmugärbivyevi mield, čiiŋâst sorjájeijee kolledum lávgástuvah suojâleh kevttes kovŋiimáin paa meddâl šiälgumáin já skilânáin.

source: M unnje dehálaš ovdagovva leamašan áhčieadni Jovsset Biret.
smn: M unjin tehálâš ovdâkoveolmooš lii lamaš ákkum ađai eejienni Jovsset Biret.

source: Duodji lea gudnečájáhus sulágan nana sámenissoniidda.
smn: Tyeji lii kunneečááitus suulágánáid noonâ säämi nisonáid.

source: Duoji oasit leat hámiset dáfus maiddái dego tallearkkat, goaikkanasat fas mat dain heaŋgájit leat dego basttet.
smn: Tyeje uásih láá häämis peeleest še taldrikeh já tain sorjájeijee pastemeh láá kuáškánjâsah.

source: Keramihkalaš basttiid hápmegiella boahtá árbevirolaš sámi čoarvebasttes.
smn: Keraamisij pastemij hämikielâ puátá ärbivuáválâš säämi čuárvipastemist.

source: Duddjodettiinan dán lean guorahallan sohkabuolvvaid rávnnji áiggis sihke oktiigullevašvuođa, mas rávdnji biepmada juohkeovtta mis.
smn: Tyeje tuoijuudijn lam suogârdâllâm suhâpuolvâi virde ääigist sehe oohtânkulluuvâšvuođâ mast virde piämmá mii juáhháá.

source: Tallearkkaid bajildus speadjalastá duođalašvuođa jorggotbeliid.
smn: Taldrikij ase spejâlist tuotâvuođâ jorgod.

source: Dat lea jurddamáilbmi, mii speadjalastá doaivvu buorebus ja dievaslašvuođa niegu, mii olbmos lea.
smn: Tot lii juurdâmaailm, mii spejâlist tievâslâšvuođâ nahhaar já tuoivuu pyerebist, mii ulmust lii.

source: M unnje dat buktá millii sámi álbmotárbevieru ulddaid, mat ellet eatnan vuolde seammalágan eallima go mii olbmot, muhto jorggotbeliid.
smn: Olssân tot puáhtá mielân säämi aalmugärbivyevi kufittârijd moh eellih eennâm vyelni siämmáálágán eellim ko mij ulmuuh-uv, mut jorgod.

source: Duoji elemeanttat geardduhit dievaslaš rieggá, šerres goaikkanas lea dievaslaš boddu áiggis.
smn: Tyeje elementeh tävisteh tievâslâš rieggee, šelis kuáškánjâs lii tievâslâš puddâ ääigist.

source: M uhto duoji ollisvuohta lea soittolaččat rievdi ja danin áiggi hástalussii heivvolaš hámi gávdni.
smn: M ut tyeje ubâlâšvuotâ lii sätináálá rievdee já tienievt ääigi hástusân hiäivulii häämi kävnee.

source: Duojis leat maid detáljat, maid hápmegiella boahtá sámi árbevirolaš, njuoratmánnái dahkkon duhkorasas, skilanasas.
smn: Tyejeest láá meid ovtâskâsčuággáh moi hämikielâ puátá säämi ärbivuáváliist njuorâhpáárnážân rahtum sierâst, skilânâsâst.

source: Bohcco guoberdávttiide, mat heaŋgájit stállerieggás, leat graverejuvvon muođut ja dahkkon datneárppuin ja bearraliiguin hervejuvvon láđđebiktasat.
smn: Stälirieggest hiäŋgájeijee poccuu kyeppirtavttijd láá skuážurdum muáđuh já toh láá kárvuttum tanesraŋgâ- já kässeekeđgikirjejum läđđeemáccuháid.

source: Duoji buot oasit leat duddjojuvvon gieđaiguin ja das oidno čeahpes ámmátduojáriid gieđaluodda.
smn: Tyeje puoh uásih láá olášittum kietâtyeijin já tain vuáttoo čepis tyejiáámmátlij kieđâ luoddâ.

source: Dat lea gudnečájáhus duodjeárbevirrui, mii lea okta dehálamos sámekultuvrra doalaheaddjiin.
smn: Tot lii kunneečááitus tyejiärbivuáhán, mii lii ohtâ tehálumosijn sämikulttuur paijeentuállein.

source: Davvisámegielas eanu, eatni ja eatnama govvideaddji sánit sulastahttet nuppiideaset.
smn: Tavesämikielâst stuorrâ juuvâ, eeni já eennâm kovvejeijee säänih láá aldaluvâi nubijdis.

source: Doahpagiid, mat leat dáid sániid duohken, hálidan sápmelažžan gudnejahttit; sohkabuolvvaid oktiigullevaš rávnnji, sámi nana nissoniid ja ráhkis sámeeatnama.
smn: Tuáváduvâid, moh tai saanij tyehin láá, halijdâm sämmilâžžân kunnijâttiđ; suhâpuolvâi oohtânkullojeijee virde, säämi noonâ nisonijd já rähis säämi eennâm.
